{
    "articles": [
        {
            "subject": "مراقبت از پوست در طول چرخه قاعدگی",
            "content": "مراقبت از پوست در طول چرخه قاعدگی می‌تواند متناسب با تغییرات هورمونی که در هر مرحله بر پوست شما تأثیر می‌گذارد، تنظیم شود. در اینجا یک نمای کلی ارائه شده است:",
            "imageUrl": "assets/images/articles/skin1.jpg",
            "url": "https://www.natracare.com/blog/",
            "tags": [
                "menstrual",
                "follicular",
                "ovulation",
                "luteal",
                "skin"
            ],
            "paragraphs": [
                {
                    "title": "۱. فاز فولیکولار (بعد از قاعدگی تا قبل از تخمک‌گذاری)",
                    "content": "در این مرحله، سطح استروژن افزایش می‌یابد که باعث تولید کلاژن و کاهش اندازه منافذ می‌شود. پوست شما معمولاً درخشان و متعادل است. این زمان مناسبی است برای:\n • استفاده از لایه‌بردارها برای حذف سلول‌های مرده پوست \n• استفاده از ماسک‌های روشن‌کننده یا ضد پیری برای افزایش درخشندگی\n• پایبندی به روتین منظم مراقبت از پوست زیرا پوست شما مقاوم‌تر است"
                },
                {
                    "title": "۲. فاز تخمک‌گذاری",
                    "content": "استروژن به اوج خود می‌رسد و به پوست شما ظاهری پر و درخشان می‌دهد، اما افزایش چربی ممکن است منجر به جوش شود. مراقبت‌های پیشنهادی شامل:\n• لایه‌برداری ملایم با سرم‌های AHA یا ویتامین C\n• استفاده از پاک‌کننده‌های غیر کومدوژنیک برای کنترل چربی بدون مسدود کردن منافذ"
                },
                {
                    "title": "۳. فاز لوتئال (قبل از قاعدگی)",
                    "content": "پروژسترون افزایش می‌یابد که باعث افزایش تولید چربی و حساسیت می‌شود و ممکن است باعث جوش شود. برای مدیریت این مرحله:\n• استفاده از پاک‌کننده‌های حاوی اسید سالیسیلیک برای مبارزه با چربی و آکنه\n• آبرسانی با مرطوب‌کننده‌های غیر چرب و مغذی\n• اجتناب از محصولات بیش از حد خشن برای به حداقل رساندن تحریک پوست"
                },
                {
                    "title": "۴. فاز قاعدگی",
                    "content": "در طول قاعدگی، سطح پایین استروژن و پروژسترون می‌تواند باعث خشکی، کدری و آکنه شود. بهتر است:\n• تمرکز بر آبرسانی با محصولات غنی از سرامید و اسیدهای چرب\n• استفاده از ماسک‌های ضد التهاب یا آنتی‌اکسیدان برای آرام کردن پوست\n• اجتناب از لایه‌برداری شدید برای جلوگیری از حساسیت"
                }
            ]
        },
        {
            "subject": "غذاهایی که باید در هر مرحله از چرخه قاعدگی خود مصرف کنید",
            "content": "راهنمای تغذیه‌ای برای بهینه‌سازی هورمون‌های شما در هر مرحله از چرخه قاعدگی.",
            "imageUrl": "assets/images/articles/food_eat/banner.jpg",
            "url": "https://londonclinicofnutrition.co.uk/nutrition-articles/foods-to-eat-for-each-stage-of-your-menstrual-cycle/",
            "paragraphs": [
                {
                    "content": "آیا در نقاط خاصی از چرخه قاعدگی خود با نوسانات خلقی، گرفتگی‌های دردناک یا خستگی مواجه هستید؟ ممکن است فکر کنید این‌ها عناصر اجتناب‌ناپذیر قاعدگی هستند، اما خبر خوب این است که می‌توان با بهینه‌سازی تغذیه آنها را کاهش داد. با تنظیم رژیم غذایی خود متناسب با مراحل مختلف چرخه، ممکن است تغییرات مثبتی در سلامت جسمی، روانی و عاطفی خود مشاهده کنید."
                },
                {
                    "title": "ارتباط بین تغذیه و چرخه قاعدگی شما چیست؟",
                    "content": "ما موجودات ثابتی نیستیم، در طول یک ماه نیازهای تغذیه‌ای ما به دلیل نوسانات هورمونی تغییر می‌کند. هر مرحله از چرخه شما با تغییرات هورمونی مربوطه همراه است، به ویژه در استروژن و پروژسترون.\nکورتیزول نیز در طول چرخه شما تغییر می‌کند و در نیمه دوم چرخه (پس از تخمک‌گذاری تا شروع دوره بعدی) بالاترین میزان را دارد.\nشیمی بدن شما روز به روز (به طور کلی، هفته به هفته) با چرخه‌تان در حال تغییر است، بنابراین منطقی است که غذاهایی که مصرف می‌کنید، بسته به آنچه بدن شما در آن روز تجربه می‌کند، به روش‌های مختلفی تأثیر می‌گذارند.\nآنچه ممکن است در مرحله اول چرخه به شما انرژی بدهد، ممکن است در مراحل بعدی شما را خسته کند. نکته مهم این است که بدن خود را بشناسید، با چرخه خود کار کنید و تغذیه خود را از طریق دانش توانمند بهینه کنید.\nدر زیر برخی دستورالعمل‌های کلی برای بهینه‌سازی هورمون‌های خود در هر مرحله از چرخه قاعدگی ارائه می‌دهیم."
                },
                {
                    "title": "مرحله قاعدگی",
                    "image": "assets/images/articles/food_eat/menstrual.jpeg",
                    "content": "این مرحله 'پریود' چرخه شماست، زمانی که پوشش رحم ریزش می‌کند و باعث خونریزی می‌شود. سطح استروژن و پروژسترون معمولاً در این مرحله پایین است.\nدر این مرحله از چرخه، خوب است که یک رژیم غذایی سبک پالئو شامل غذاهای سرشار از پروتئین، فیبر، مواد معدنی و چربی‌های سالم مصرف کنید. بهینه‌سازی تغذیه در طول دوره قاعدگی می‌تواند به کاهش گرفتگی، افزایش سطح انرژی و تثبیت خلق و خو کمک کند.\nغذاهایی که باید مصرف شوند:\nصدف دریایی\n•گوشت خوک\n•تخم کدو + دانه کتان\n•لوبیا سیاه + لوبیا قرمز\n•قرمز: چغندر، توت‌ها، انگور، فلفل دلمه‌ای\n•جلبک دریایی\nهمچنین ایده خوبی است که از غذاهای بسیار فرآوری شده، الکل، غذاهای تند و شکر اجتناب کنید زیرا این‌ها می‌توانند باعث التهاب شوند که ممکن است گرفتگی‌های دردناک دوره را شدیدتر کند.\nبا این حال، این مرحله بیشتر با سطح بالای هوس‌های غذایی همراه است و ممکن است تمایل به خوردن غذاهای مورد علاقه خود را احساس کنید. با خودتان سخت نگیرید و به آنچه برای بدن و نیازهای عاطفی شما خوب است گوش دهید."
                },
                {
                    "title": "مرحله فولیکولی",
                    "image": "assets/images/articles/food_eat/follicular.jpeg",
                    "content": "از روز اول دوره قاعدگی شما شروع می‌شود (همپوشانی با مرحله قاعدگی) و با شروع تخمک‌گذاری به پایان می‌رسد.\nهورمون محرک فولیکول (FSH) و هورمون لوتئینه کننده (LH) توسط غده هیپوفیز برای تحریک رشد تخمک‌ها در فولیکول‌ها ترشح می‌شوند. سطح استروژن نیز برای آماده‌سازی آزادسازی تخمک افزایش می‌یابد.\nسطح منیزیم اغلب در مرحله فولیکولی پایین‌ترین است، بنابراین مصرف غذاهای سرشار از این ویتامین می‌تواند به کاهش درد قاعدگی در ادامه چرخه کمک کند. همچنین، از آنجایی که سطح استروژن بسیار بالاست، غذاهایی که می‌توانند اثرات استروژن را کاهش دهند ممکن است برای کاهش خونریزی شدید و علائم PMS مفید باشند. برخی از غذاهایی که می‌توان مصرف کرد عبارتند از دانه کتان، سیر، میوه‌های خشک و دانه کنجد.\nغذاهایی که باید مصرف شوند:\n•قزل‌آلا\n•مرغ، تخم مرغ\n•تخم کدو + دانه کتان\n•عدس، ماش\n•توت‌ها، انگور\n•سبزیجات سبز: بروکلی، کاهو، کدو سبز، آووکادو\n•مرکبات، انار\n•غذاهای تخمیر شده\n•جو، جو دوسر، گندم\nنکته: در این مرحله، سطح انرژی ممکن است افزایش یابد و معمولاً زمان خوبی برای تمرکز بر ورزش و گنجاندن تمرینات پویا در برنامه روزانه است."
                },
                {
                    "title": "مرحله تخمک‌گذاری",
                    "image": "assets/images/articles/food_eat/ovulation.jpeg",
                    "content": "این مرحله شامل آزاد شدن تخمک از تخمدان به لوله فالوپ است. این تنها زمانی در چرخه قاعدگی است که بارداری می‌تواند رخ دهد. سطح استروژن در این مرحله به اوج خود می‌رسد.\nمصرف غذاهای سرشار از فیبر می‌تواند به کاهش سطح استروژن کمک کند، که برای جلوگیری از غلبه استروژن در بدن - یک عدم تعادل هورمونی رایج - مهم است.\nاگر در تلاش برای بارداری هستید، تغذیه می‌تواند به افزایش باروری و افزایش شانس بارداری در این مرحله کمک کند. افزایش مصرف گلوتاتیون، اسید فولیک و اسیدهای چرب امگا-3 همگی می‌توانند کمک کننده باشند.\nغذاهایی که باید مصرف شوند:\n•ماهی سالمون، تن\n•گوشت بره\n•کنجد و آفتابگردان\n•عدس قرمز\n•توت‌ها، انگور\n•اسفناج، گوجه فرنگی، بادمجان، گل قاصدک، کلم بروکسل\n•زردآلو، طالبی، انجیر\n•شکلات، قهوه، الکل (با اعتدال)\n•ذرت، کینوا"
                },
                {
                    "title": "مرحله لوتئال",
                    "image": "assets/images/articles/food_eat/luteal.jpeg",
                    "content": "در این مرحله تخمک به جسم زرد تبدیل می‌شود که شروع به تولید پروژسترون و همچنین استروژن می‌کند. اگر باردار نشوید، این مرحله معمولاً با علائم پیش از قاعدگی همراه است زیرا بدن شما برای دوره بعدی آماده می‌شود. علائم می‌تواند شامل تغییرات خلقی، التهاب پوست، سردرد، حساسیت سینه و نفخ باشد.\nبرای کاهش دردهای قاعدگی، مصرف غذاهای سرشار از منیزیم در این زمان می‌تواند کمک کند. همچنین تصور می‌شود که منیزیم به انرژی پایین و میل جنسی در این مرحله کمک می‌کند.\nمصرف چربی‌ها و پروتئین‌های سالم نیز به حفظ عضلات و قدرت کمک می‌کند زیرا بدن شما برای خونریزی آماده می‌شود. گنجاندن کربوهیدرات‌های پیچیده، سبزیجات ریشه‌ای و سبزیجات برگ‌دار می‌تواند کمک کند.\nغذاهایی که باید مصرف شوند:\n•ماهی سفید\n•گوشت قرمز، بوقلمون\n•کنجد و آفتابگردان\n•نخود، لوبیا سفید\n•توت‌ها، انگور\n•سبزیجات چلیپایی + تلخ: سیر، زنجبیل، پیاز، سیب زمینی شیرین، گل کلم، کلم، سبزیجات تیره\n•سیب، خرما، گلابی، هلو\n•نعناع + پودر سبزیجات\n•برنج قهوه‌ای، ارزن"
                }
            ]
        },
        {
            "subject": "چرخه قاعدگی و فعالیت فیزیکی",
            "content": "درک ارتباط بین فعالیت فیزیکی و قاعدگی، هورمون‌های تولیدمثلی و تخمک‌گذاری بسیار مهم است زیرا بر نتایج باروری تأثیر می‌گذارد. مطالعات ثابت کرده‌اند که فعالیت‌های فیزیکی و ورزش تأثیر زیادی در کاهش اختلالات قاعدگی دارند.",
            "imageUrl": "assets/images/articles/home-exercise.jpg",
            "url": "https://www.physio-pedia.com/Menstrual_Cycle_and_Physical_Activity",
            "tags": [
                "menstrual",
                "follicular",
                "ovulation",
                "luteal",
                "physical_activity"
            ],
            "paragraphs": [
                {
                    "title": "مقدمه",
                    "content": "قاعدگی یک مرحله فیزیولوژیک طبیعی است که در دوران نوجوانی آغاز می‌شود که در آن آندومتر پروژسترونی ریزش می‌کند و منجر به از دست دادن خون و تغییرات هورمونی متعدد می‌شود. در چرخه قاعدگی طبیعی، تعامل پیچیده‌ای بین هورمون‌های استروژن و پروژسترون وجود دارد. در شرایط عادی، هر ۲۸ تا ۳۵ روز یکبار رخ می‌دهد، جریان خون ۳ تا ۵ روز طول می‌کشد و میانگین از دست دادن خون ۳۰ تا ۸۰ میلی‌لیتر است. این امر توسط سلامت عمومی دختر و وضعیت اجتماعی-اقتصادی و تغذیه‌ای کنترل می‌شود. هماهنگی توسط محور هیپوتالاموس-هیپوفیز-تخمدان انجام می‌شود.\n\nاختلالات قاعدگی متعددی مانند دیسمنوره، آمنوره، هیپومنوره، پلی‌منوره، الیگومنوره، منوراژی، متروراژی و سندرم پیش از قاعدگی وجود دارد. همه اینها می‌توانند تحت تأثیر عوامل مختلفی مانند سن، سابقه خانوادگی، سیگار کشیدن و فعالیت فیزیکی قرار گیرند.\n\nدرک ارتباط بین فعالیت فیزیکی و قاعدگی، هورمون‌های تولیدمثلی و تخمک‌گذاری بسیار مهم است زیرا بر نتایج باروری تأثیر می‌گذارد. مطالعات ثابت کرده‌اند که فعالیت‌های فیزیکی و ورزش تأثیر زیادی در کاهش اختلالات قاعدگی دارند."
                },
                {
                    "title": "اختلالات قاعدگی",
                    "image": "assets/images/articles/menstrual_disorders.jpg",
                    "paragraphs": [
                        {
                            "title": "دیسمنوره:",
                            "content": "دیسمنوره: گرفتگی‌های دردناک رحم در طول قاعدگی. درد در قسمت پایین شکم و ران‌های داخلی احساس می‌شود. در بسیاری از موارد علائمی مانند کمردرد، تهوع، استفراغ، اسهال، خستگی و سردرد وجود دارد. این بسیار رایج است و تقریباً ۵۰٪ زنان از آن رنج می‌برند. ۱۰٪ زنان به شدت از آن رنج می‌برند. این به دو دسته تقسیم می‌شود: اولیه و ثانویه. دیسمنوره اولیه پس از شروع قاعدگی و زمانی که تخمک‌گذاری برقرار می‌شود، رخ می‌دهد.\nدیسمنوره ثانویه به دلیل هر گونه بیماری لگنی مانند کیست‌های تخمدان، فیبروم رحمی، چسبندگی‌ها، تنگی دهانه رحم یا آدنومیوز رخ می‌دهد. این حتی به دلیل استفاده از وسایل پیشگیری از بارداری درون رحمی نیز اتفاق می‌افتد.\n\nدر الکتروتراپی، از لیزر با شدت بالا یا TENS می‌توان برای درمان علائم دیسمنوره اولیه استفاده کرد."
                        },
                        {
                            "title": "سندرم پیش از قاعدگی:",
                            "content": "بسیاری از زنان در سن باروری چند هفته قبل از قاعدگی ناراحتی‌هایی را تجربه می‌کنند. این شامل نوسانات خلقی، تنش، حساسیت پستان، نفخ، تحریک‌پذیری، افسردگی و ترس می‌شود. یک مطالعه ثابت کرده است که ورزش‌هایی مانند شنا به کاهش علائم جسمی و روانی سندرم پیش از قاعدگی کمک می‌کند."
                        },
                        {
                            "title": "آمنوره: Amenorrhea",
                            "content": "دو نوع دارد: اولیه و ثانویه. در نوع اولیه، به دلیل ناهنجاری‌های کروموزومی مانند نارسایی تخمدان یا ناهنجاری‌های آناتومیکی، قاعدگی اولیه رخ نمی‌دهد. در نوع ثانویه، قطع قاعدگی منظم به مدت سه ماه یا قطع قاعدگی نامنظم به مدت شش ماه اتفاق می‌افتد."
                        },
                        {
                            "title": "منوراژی:",
                            "content": "خونریزی شدید قاعدگی (بیش از ۸۰ میلی‌لیتر در هر سیکل قاعدگی) به عنوان منوراژی شناخته می‌شود. این مشکل شایع است و یک چهارم زنان را تحت تأثیر قرار می‌دهد. می‌تواند منجر به تغییرات منفی جسمی و عاطفی همراه با کاهش ظرفیت کاری شود. مطالعات ثابت کرده‌اند که خونریزی شدید قاعدگی در ورزشکاران نخبه دیده می‌شود که با کم‌خونی فقر آهن همراه است و حتی با کاهش ظرفیت حمل اکسیژن و کاهش هموگلوبین مرتبط است. همه این‌ها به نوبه خود عملکرد را کاهش می‌دهد. ورزشکاران در معرض خطر خونریزی گوارشی، تعریق و همولیز هستند، به ویژه افرادی که در ورزش‌های تماسی شرکت می‌کنند. بنابراین ورزش‌های بیش از حد منجر به اختلالات قاعدگی می‌شود."
                        }
                    ]
                },
                {
                    "title": "تأثیر فازهای سیکل قاعدگی بر فعالیت‌های فیزیکی",
                    "content": "هورمون‌های زنانه در طول چرخه قاعدگی تخمک‌گذاری به طور مداوم در حال تغییر هستند. این تغییرات بر پارامترهای مختلف بدن مانند قلبی-عروقی، تنفسی، حرارتی و متابولیک تأثیر می‌گذارد که به نوبه خود بر فیزیولوژی ورزش تأثیر می‌گذارند. چهار فاز اصلی چرخه قاعدگی وجود دارد: فاز فولیکولی اولیه، فاز تخمک‌گذاری و فاز میانی لوتئال. فاز فولیکولی اولیه با سطح پایین استروژن و پروژسترون مشخص می‌شود. فاز تخمک‌گذاری با سطح بالای استروژن و سطح پایین پروژسترون مشخص می‌شود. فاز میانی لوتئال دارای سطح بالای استروژن و پروژسترون است. این فازها به فاز فولیکولی اولیه، فاز فولیکولی انتهایی، تخمک‌گذاری، لوتئال اولیه، میانی لوتئال و انتهایی لوتئال تقسیم می‌شوند.\n\nمطالعات نشان داده‌اند که عملکرد ورزشی در فاز فولیکولی به دلیل سطح پایین استروژن و پروژسترون کاهش می‌یابد. استروژن اثرات آنابولیک دارد و ذخایر گلیکوژن را بازسازی می‌کند. همچنین به عنوان آنتی‌اکسیدان و تثبیت‌کننده غشا عمل می‌کند، بنابراین در برابر آسیب عضلانی ناشی از ورزش کمک می‌کند و پاسخ‌های التهابی را کاهش می‌دهد. اثرات تحریک‌کننده عصبی دارد که فعال‌سازی ارادی را افزایش می‌دهد و مهار را کاهش می‌دهد. بنابراین وقتی استروژن در سایر فازهای قاعدگی افزایش می‌یابد، عملکرد ورزشی بهبود می‌یابد. طبق یک مطالعه، کاهش استقامت حداکثر در فاز میانی لوتئال وجود دارد.\n\nپروژسترون اثرات ضد استروژنی دارد. بنابراین وقتی اثرات استروژن در فاز تخمک‌گذاری و فاز فولیکولی انتهایی بالا است، عملکرد در اوج خود است زیرا تداخلی از طرف پروژسترون وجود ندارد.\n\nدر حالی که برخی مطالعات کاهش عملکرد فیزیکی را در فاز فولیکولی اولیه گزارش کرده‌اند، مطالعات دیگر تغییرات قابل توجهی در عملکرد فیزیکی کلی نیافته‌اند. به عنوان مثال، یک مرور روایتی از عملکرد درک شده و عینی ورزشکاران نشان می‌دهد که: ورزشکاران زن معتقدند عملکردشان در فاز فولیکولی اولیه و فاز لوتئال انتهایی کمی پایین‌تر است. با این حال، نتایج بر اساس عملکرد اندازه‌گیری شده عینی (با ارزیابی‌های هوازی، بی‌هوازی و مرتبط با قدرت) نشان نمی‌دهد که فازهای چرخه قاعدگی تأثیر قابل توجهی بر عملکرد فیزیکی دارند. در نتیجه، تأثیر چرخه قاعدگی بر عملکرد فیزیکی همچنان مورد بحث است.",
                    "image": "assets/images/articles/cycle_phases.png"
                },
                {
                    "title": "تأثیر چرخه قاعدگی بر شلی مفصل",
                    "content": "ثابت شده است که زنان در روز ۵ قاعدگی، روزهای ۳ تا ۵ افزایش اولیه استروژن، روزهای ۱ تا ۴ فاز لوتئال اولیه و روزهای ۱، ۲، ۴ و ۵ فاز لوتئال انتهایی شلی بیشتری دارند. وقتی سطح استروژن افزایش می‌یابد، شلی نیز افزایش می‌یابد. در سال ۲۰۱۲ شولتز دریافت که «رابطه مستقیمی بین سطح بالای استروژن و آسیب ACL وجود داشت، شلی زانو در ارتباط مستقیم با افزایش سطح استرادیول پلاسما افزایش یافت. در طول افزایش استروژن در فاز تخمک‌گذاری، افزایش همزمان در پارگی‌های ACL وجود دارد»"
                },
                {
                    "title": "تغییرات عملکرد مرتبط با چرخه قاعدگی/خطر آسیب‌ها",
                    "content": "عوامل مختلفی مرتبط با چرخه قاعدگی ممکن است در خطر آسیب نقش داشته باشند. مکانیسم‌هایی که چرخه قاعدگی بر آنها تأثیر می‌گذارد:\nقدرت\nتعادل\nسفتی\nتنظیم دما\nمتابولیسم (دسترسی به سوبسترا)\nترکیب بدن\nدر نظر گرفته می‌شود که بروز آسیب‌ها در فاز فولیکولی انتهایی در مقایسه با سایر فازها بیشتر است زیرا سفتی عضلات به دلیل سطح بالای استروژن افزایش می‌یابد. این در نظر گرفتن به دلیل اثر مهاری استروژن بر سنتز کلاژن است. با این حال، نتایج متناقض هستند. برخی مطالعات گزارش می‌کنند که «هر افزایشی در استروژن به اندازه کافی زیاد نیست که تأثیر قابل توجهی بر تراکم کلاژن داشته باشد».\n\nدر فوتبال حرفه‌ای، میزان کشیدگی عضلانی در زنان ۵۴٪ کمتر از مردان است و همچنین آسیب تاندون کمتر است اما آنها در معرض خطر بیشتری برای آسیب رباط قرار دارند و این بیشتر به سطح استروژن مربوط می‌شود.\nیک مطالعه اخیر که انعطاف‌پذیری همسترینگ و قدرت عضلانی را در طول چرخه قاعدگی در زنان جوان سالم اندازه‌گیری کرد، دریافت که؛ افزایش قابل توجهی در دامنه حرکتی و گشتاور غیرفعال در طول فاز تخمک‌گذاری و لوتئال وجود داشت و سفتی غیرفعال در طول فاز تخمک‌گذاری به طور قابل توجهی کاهش یافت. علاوه بر این، افزایش قابل توجهی در فعالیت الکترومیوگرافی و نیروی عضلانی ایزومتریک در طول فاز لوتئال در مقایسه با فاز تخمک‌گذاری وجود داشت"
                },
                {
                    "title": "ورزش و دیسمنوره",
                    "image": "assets/images/articles/exercise_ dysmenorrhoea.jpg",
                    "content": "دیسمنوره تهدیدی برای زندگی نیست اما بر اساس شدت آن، کیفیت زندگی را تحت تأثیر قرار می‌دهد. اعتقاد بر این است که با افزایش پروستاگلاندین‌ها و افزایش انقباض عضله رحم مرتبط است. درمان‌های مختلف پزشکی و غیر پزشکی برای کاهش علائم ثابت شده‌اند مانند مصرف داروهای ضد التهابی غیر استروئیدی، درمان‌های رژیمی گیاهی، یوگا، مدیتیشن و طب فشاری.\n\nورزش‌ها/فعالیت‌های فیزیکی سبک تا متوسط به کنترل علائم دیسمنوره کمک می‌کنند. بر اساس شدت ورزش بیان شده است که «ورزش با شدت متوسط تا بالا باعث افزایش سیتوکین‌های ضد التهابی می‌شود، مقدار کلی پروستاگلاندین‌های آزاد شده را به دلیل کاهش مقدار کلی جریان قاعدگی کاهش می‌دهد و ورزش با شدت کم سطح کورتیزول و سنتز پروستاگلاندین را کاهش می‌دهد». به طور کلی ورزش‌ها اندورفین آزاد می‌کنند که آستانه درد را افزایش می‌دهند و خلق و خوی افراد ورزش کننده را بهبود می‌بخشند. مصرف دارو و طول مدت درد قاعدگی را کاهش می‌دهد. حتی افکار مثبت را تقویت می‌کند و افکار مزاحم را منحرف می‌کند.\n\nرویکردهای مختلفی برای درمان دیسمنوره اولیه وجود دارد. این شامل داروهای ضد التهابی غیر استروئیدی یا داروهای ضد بارداری است، اما عوارض جانبی متعددی از این داروها وجود دارد که به دلیل آن درمان‌های غیر دارویی مانند فیزیوتراپی ترجیح داده می‌شوند. تکنیک‌های کششی و تمرینات ایزومتریک در این شرایط کمک می‌کنند. تمرینات کگل، دویدن آهسته و تمرینات آرام‌سازی مؤثر هستند. آسانا‌های خاص یوگا مانند سوریا نمسکار، شاواسانا، سوپتا وجراسنا، جانو شیرشاسانا و پاشیموتاسانا نیز می‌توانند تجویز شوند. باید اطمینان حاصل کرد که تمام تمرینات تحت نظارت یک فیزیوتراپیست انجام می‌شوند تا از اجرای نادرست جلوگیری شود."
                },
                {
                    "title": "دوز ورزش برای دیسمنوره:",
                    "content": "ورزش‌های با شدت متوسط تا بالا سه بار در هفته توصیه می‌شود و به کاهش علائم در طول قاعدگی کمک می‌کند. یک مرور سیستماتیک در مورد تأثیر ورزش بر دیسمنوره نشان داد که انجام ورزش به مدت ۴۵ تا ۶۰ دقیقه در هر جلسه، سه بار در هفته یا بیشتر، صرف نظر از شدت آن، ممکن است در کاهش علائم مرتبط با شدت درد قاعدگی حدود ۲۵ میلی‌متر در مقیاس بصری ۱۰۰ میلی‌متری مؤثر باشد."
                }
            ]
        },
        {
            "subject": "چگونه چرخه قاعدگی بر میل جنسی تأثیر می‌گذارد",
            "content": "چرخه قاعدگی که توسط هورمون‌های متغیر تنظیم می‌شود، در هر مرحله به شکل متفاوتی بر میل جنسی تأثیر می‌گذارد:",
            "imageUrl": "assets/images/articles/sex1.jpg",
            "url": "https://drbrighten.com/menstrual-cycle-and-sexual-desire/",
            "tags": [
                "menstrual",
                "follicular",
                "ovulation",
                "luteal",
                "sex"
            ],
            "paragraphs": [
                {
                    "title": "۱. فاز قاعدگی",
                    "content": "در طول قاعدگی، استروژن و پروژسترون در پایین‌ترین سطح خود هستند. این می‌تواند برای برخی منجر به کاهش میل جنسی شود، در حالی که برخی دیگر ممکن است به دلیل آزاد شدن اندورفین‌ها، احساس آرامش بیشتر و تمایل به صمیمیت داشته باشند."
                },
                {
                    "title": "۲. فاز فولیکولار",
                    "content": "با افزایش استروژن، بسیاری از افراد انرژی و اعتماد به نفس بیشتری را تجربه می‌کنند که اغلب باعث افزایش میل جنسی می‌شود. این زمانی است که ممکن است از نظر جنسی ماجراجوتر و با بدن خود هماهنگ‌تر باشید."
                },
                {
                    "title": "۳. فاز تخمک‌گذاری",
                    "content": "در طول تخمک‌گذاری، بدن از نظر بیولوژیکی برای تولید مثل آماده است. استروژن به اوج می‌رسد، تستوسترون افزایش می‌یابد و بسیاری از افراد میل جنسی بالایی را تجربه می‌کنند. این محرک طبیعی با اوج باروری همراه است که اغلب این فاز را به پرشورترین فاز جنسی تبدیل می‌کند."
                },
                {
                    "title": "۴. فاز لوتئال",
                    "content": "پس از تخمک‌گذاری، پروژسترون غالب می‌شود که می‌تواند میل جنسی را در برخی افراد کاهش دهد. با این حال، صمیمیت عاطفی ممکن است اولویت پیدا کند زیرا بدن برای بارداری احتمالی یا چرخه قاعدگی آینده آماده می‌شود. حساسیت و آگاهی افزایش یافته در این فاز می‌تواند روابط عمیق‌تری ایجاد کند."
                },
                {
                    "title": "نکاتی برای مدیریت میل جنسی در طول چرخه",
                    "content": "درک چگونگی تأثیر هورمون‌ها بر میل جنسی به شما کمک می‌کند تا بهتر با نیازهای بدن خود هماهنگ شوید. ارتباط باز با شریک زندگی و تمرینات ذهن‌آگاهی می‌تواند صمیمیت را در هر فاز افزایش دهد."
                },
                {
                    "content": "برای مقاله اصلی و جزئیات بیشتر می‌توانید به وب‌سایت دکتر برایتن مراجعه کنید."
                }
            ]
        },
        {
            "subject": "رنگ پریود شما چه معنایی دارد؟",
            "content": "این رنگ‌ها چه معنایی دارند و چه زمانی باید نگران شد",
            "imageUrl": "assets/images/articles/blood1.jpeg",
            "url": "https://health.clevelandclinic.org/what-does-the-color-of-your-period-mean",
            "tags": [
                "menstrual",
                "follicular",
                "ovulation",
                "luteal",
                "blood"
            ],
            "paragraphs": [
                {
                    "content": "پریود شما می‌آید و می‌رود. گاهی سبک است و گاهی سنگین. اما آیا متوجه شده‌اید که گاهی رنگ آن تغییر می‌کند - از قرمز تیره به صورتی روشن تا قهوه‌ای؟ این تغییرات به چه معناست؟ دکتر سواپنا کولیکوندا، متخصص زنان و زایمان، راهنمای رنگ‌های خون قاعدگی را ارائه می‌دهد."
                },
                {
                    "title": "چرا خون قاعدگی رنگ‌های مختلفی دارد",
                    "content": "دکتر کولیکوندا می‌گوید: «رنگ خون قاعدگی به مدت زمانی که خون در رحم و واژن می‌ماند بستگی دارد. هر چه بیشتر بماند، تیره‌تر می‌شود زیرا خون اکسید می‌شود - با اکسیژن در بدن شما واکنش نشان می‌دهد و تیره‌تر می‌شود.»\n\nخون قاعدگی معمولاً این رنگ‌های مختلف را به خود می‌گیرد:"
                },
                {
                    "title": "پریود صورتی",
                    "content": "وقتی پریود شروع می‌شود، ترشحات مخاطی واژن ممکن است با مقداری خون تازه و قرمز روشن مخلوط شود که سپس رقیق می‌شود. آنچه دفع می‌شود خونی با رنگ صورتی است. پریودهای سبک‌تر نیز ممکن است بیشتر صورتی به نظر برسند تا قرمز."
                },
                {
                    "title": "پریود قرمز روشن",
                    "content": "هنگامی که رحم شما به طور فعال منقبض می‌شود، به سرعت خون را دفع می‌کند. از آنجا که خون زمان کافی برای اکسید شدن ندارد، قرمز روشن باقی می‌ماند."
                },
                {
                    "title": "پریود قرمز تیره",
                    "content": "اگر پریود متوسطی داشته باشید، ممکن است زمان بیشتری طول بکشد تا رحم پوشش خود را دفع کند. وقتی در رحم می‌ماند، تیره‌تر می‌شود."
                },
                {
                    "title": "قرمز تیره + لخته‌های خون",
                    "content": "اگر رحم شما به خوبی منقبض نشود و خون را سریع دفع نکند، می‌تواند باعث شود خون در رحم بماند و به هم بچسبد و لخته تشکیل دهد. لخته‌ها می‌توانند کوچک یا بزرگ باشند، اما معمولاً به رنگ قرمز تیره هستند."
                },
                {
                    "title": "پریود قهوه‌ای",
                    "content": "در پایان دوره پریود، ممکن است رنگ خون روشن‌تری را تجربه کنید که سپس با ترشحات مخاطی واژن مخلوط می‌شود."
                },
                {
                    "title": "چه زمانی باید نگران رنگ خون قاعدگی خود باشید",
                    "content": "دکتر کولیکوندا می‌گوید: «متخصصان زنان و زایمان به ندرت نگران رنگ‌های مختلف خون قاعدگی هستند. اگر بین پریودها لکه‌بینی داشته باشید یا خونریزی پس از یائسگی یا جریان خون شدید یا سبک‌تر داشته باشید، در این زمان ما می‌خواهیم بررسی کنیم.»\n\nاو همچنین می‌خواهد بداند اگر شما:\n\nاغلب لخته‌های خون به اندازه یک سکه یا بزرگتر دارید.\nهر ساعت یک پد را خیس می‌کنید و همراه با دفع لخته خون است.\nپریودهای خیلی مکرر یا نامنظم دارید.\nخونریزی طولانی مدت در طول پریود دارید.\nیک ماه مداوم خونریزی دارید.\nگرفتگی شدید در طول پریود دارید.\nدکتر کولیکوندا می‌گوید رنگ، قوام و مقدار ذهنی هستند. اگر نگران کننده می‌یابید، ارزش دارد که با پزشک خود تماس بگیرید. احتمالاً اطمینان خواهید یافت که آنچه تجربه می‌کنید طبیعی است."
                },
                {
                    "title": "تشخیص مشکلات پریود",
                    "content": "برای رد کردن مشکلات، متخصص زنان شما داروهایی را که مصرف می‌کنید بررسی خواهد کرد. تداخل دارویی با قرص‌های ضد بارداری یا مصرف نادرست آنها نیز می‌تواند باعث پریودهای نامنظم شود.\nسپس، احتمالاً یک سونوگرافی ترانس واژینال خواهید داشت. در طول این روش بدون درد، پزشک شما یک پروب سونوگرافی را وارد واژن می‌کند. پروب امواج صوتی منتشر می‌کند که تصاویر دقیقی روی صفحه نمایش ایجاد می‌کند.\n«ما از این تصاویر برای کمک به تشخیص رشد آندومتر (پولیپ)، فیبروم یا آدنومیوز (زمانی که پوشش رحم (آندومتر) به دیواره رحم رشد می‌کند) استفاده می‌کنیم،» می‌گوید دکتر کولیکوندا. «تمام این مسائل ممکن است بر نحوه انقباض رحم تأثیر بگذارند و می‌توانند باعث لخته یا خونریزی نامنظم یا خونریزی بیش از حد شوند.»\nبسته به یافته‌ها، پزشک شما ممکن است بخواهد آزمایش‌های اضافی انجام دهد قبل از اینکه تصمیم بگیرد چگونه بهترین مراقبت را برای شما انجام دهد."
                }
            ]
        }
    ]
}