{
    "videos": [
        {
            "id": "g57sqij",
            "source": "aparat",
            "title": "بی نظمی در دوره های پریود - دکتر کتایون اسماعیلی پور",
            "description": "سیکل قاعدگی به زمان اولین پریود شما تا پریود بعدی گفته میشود. اگرچه چرخه قاعدگی در هر فرد متفاوته، اما میانگین این سیکل 28 روز هست. البته بازه زمانی 21 تا 35 روز طبیعی محسوب میشه و جای نگرانی نداره.اگر طول دوره پریود شما از یک ماه تا ماه بعدی بیشتر یا کمتر از حد مجاز باشه، چرخه قاعدگی شما نامنظم تلقی میشه. به همراه خانم دکتر کتایون اسماعیلی پور به موضوع بی نظمی در دوره های پریود، فاکتورهای بینظمی در سیکل قاعدگی، مشخصات یک سیکل منظم و انداره گیری حجم خون پریود می پردازیم.",
            "pro": false,
            "tags": [
                "menstrual",
                "period"
            ]
        },
        {
            "id": "v6159n9",
            "source": "aparat",
            "title": "ورزش در قاعدگی",
            "description": "آموزش تمرین های ورزشی ساده مخصوص دوران پریود.",
            "pro": true,
            "tags": [
                "exercise",
                "menstrual"
            ]
        },
        {
            "id": "b611xg7",
            "source": "aparat",
            "title": "PMS چیست و چرا خانم ها قبل از قاعدگی بی حوصله می شوند؟",
            "description": "درد فراتر از تحمل انسان زایمان و دوره نه ماهه و سخت بارداری زنان به خودی خود کافی هستند که ما خود را مدیون مادر خود بدانیم. ولی به غیر از این دو مورد موارد دیگری چون قاعدگی و نیز سندروم پیش از قاعدگی «PMS» هستند که به صورت مداوم و ماهانه در بدن زن ها اتفاق می افتند.",
            "pro": false,
            "tags": [
                "pms",
                "teen"
            ]
        },
        {
            "id": "g03tu14",
            "source": "aparat",
            "title": "روش استفاده از کاپ قاعدگی",
            "description": "کاپ قاعدگی یا فنجان قاعدگی (به انگلیسی: Menstrual cup ) یک ظرف قابل انعطاف است که در طی قاعدگی در واژن جای‌گذاری می‌شود. این محصول بهداشتی زنانه، قادر به جمع‌آوری ترشحات قاعدگی به جای جذب آن‌هاست و هدف از آن این است که از نشت جریان قاعدگی (خون ناشی از ریزش رحم) بر روی لباس جلوگیری شود.",
            "pro": false,
            "tags": [
                "menstrual"
            ]
        },
        {
            "id": "r7024k5",
            "source": "aparat",
            "title": "شایع ترین علائم بارداری که هرخانمی باید بداند!",
            "description": "شاید شماهم در شرف بارداری بوده‌اید یا پس از رابطه جنسی علائمی را در خود احساس کردید که مشکوک به بارداری است. توصیه می‌کنیم حتما این ویدئو را تا انتها مشاهده کنید. به تمام سوالات شما پاسخ داده‌ایم.",
            "pro": true,
            "tags": [
                "pregnancy",
                "ovulation",
                "luteal"
            ]
        },
        {
            "id": "uiz39al",
            "source": "aparat",
            "title": "یوگا برای بانوان - یوگا قاعدگی",
            "description": "مطالعات ثابت کرده که انجام حرکات یوگای ساده برای رفع درد پریودی و داشتن احساس آرامش در این دوران واقعاً مؤثر هستند . در هنگام انجام این حرکت‌ها توجه داشته باشید که هفمان ورزش نیست بلکه هدفمان تسکین درد و کم کردن استرس است؛ بنابراین تمامی حرکت را به آرامی و با تمرکز انجام دهید.  . این حرکات نه تنها در زمان پریودی بلکه برای شروع روز بعد از بیدار شدن و قبل از رفتن به تختخواب نیز مناسب است.",
            "pro": false,
            "tags": [
                "yoga",
                "exercise",
                "menstrual",
                "follicular",
                "ovulation",
                "luteal",
                "pms",
                "mental",
                "physical"
            ]
        }
    ]
}